{
	"common": {
		"camera-not-allowed": "Allow access to camera to use this website!",
		"components": {
			"locale-switcher": {
				"label": "Select Language"
			}
		},
		"locales": {
			"en": "English",
			"ru": "Russian"
		}
	},
	"not-supported-browser": {
		"title": "Your browser is not supported",
		"content": {
			"tg-browser": "If you open this page from in-app browser (e.g. Telegram):<ub>click three dots at the top right corner and choose \"Open in ...\" option.</ub>",
			"external-browser": "Otherwise, use another modern browser like Chrome, Firefox, or Safari."
		}
	},
	"prank": {
		"title": "🎉 You got pranked 🎉",
		"subtitle": "Use <a><u>{botTag}</u></a> to get your unique link and prank your friends! 📸"
	},
	"privacy-policy": {
		"title": "Privacy Policy",
		"subtitle": "of <a><u>{botTag}</u></a>",
		"rules": {
			"purpose": {
				"title": "Purpose of the Bot",
				"content": "This bot is exclusively intended <b><u>ONLY</u></b> for activities such as pranks, jokes, and controlled testing scenarios. It is designed to bring a light-hearted atmosphere and facilitate experimentation in a safe and responsible manner. Users are encouraged to engage in fun interactions while ensuring that all activities remain harmless and respectful."
			},
			"link-sharing": {
				"title": "Link Sharing Restrictions",
				"content": "Please refrain from sharing the link with individuals you do not know personally. This is crucial to maintaining a safe environment for all users. Sharing the link with strangers can lead to misuse and inappropriate activities, which we actively monitor and manage to ensure compliance with our guidelines."
			},
			"data-privacy": {
				"title": "Data Privacy",
				"content": "The bot and its associated website <b><u>DO NOT</u></b> store any personal user data beyond the user ID. We prioritize user privacy and security. Importantly, the bot <b><u>DOES NOT store any photos</u></b> that are sent. The workflow is straightforward: when you send a photo, it moves from the website to the bot and then directly to the end user, ensuring that no data is retained in the process."
			},
			"prohibited-content": {
				"title": "Prohibited Content",
				"content": "It is strictly forbidden to share a link for any requests that violate Telegram's rules or the laws of your country. We take this matter seriously; therefore, after receiving a photo, you have the option to send it to us for inspection. If a violation is confirmed, the IP address of the sender will be blocked from our system to maintain a safe and compliant environment."
			},
			"false-complaints": {
				"title": "False Complaints",
				"content": "Submitting false complaints that clog our system is strictly prohibited and will be met with strong penalties. We rely on the integrity of our users to keep the system fair and efficient. Any attempts to misuse the complaint system will not be tolerated, and appropriate actions will be taken against offenders."
			},
			"respectful-use": {
				"title": "Respectful Use",
				"content": "The bot is not intended to be used as a weapon for hacking or any malicious activities. It is a tool designed for entertainment and harmless fun. We urge all users to respect one another and uphold the privacy of others. Engaging in any form of harassment or invasion of privacy is unacceptable and will result in immediate action."
			}
		},
		"agreement": "By using the bot, you agree to adhere to these guidelines. Failure to comply with these rules will result in a ban from the service. Let's keep our community enjoyable and safe for everyone!"
	}
}
