{
	"common": {
		"components": {
			"locale-switcher": {
				"label": "Выберите язык"
			}
		},
		"locales": {
			"en": "Английский",
			"ru": "Русский"
		}
	},
	"privacy-policy": {
		"title": "Политика конфиденциальности",
		"subtitle": "бота <a><u>{botTag}</u></a>",
		"rules": {
			"purpose": {
				"title": "Для чего этот бот?",
				"content": "Этот бот предназначен <b><u>ИСКЛЮЧИТЕЛЬНО</u></b> для розыгрышей, шуток и контролируемых тестовых сценариев. Он разработан для создания непринужденной атмосферы и облегчения экспериментов безопасным и ответственным образом. Пользователям рекомендуется участвовать в веселых взаимодействиях, обеспечивая при этом безвредность и уважительность всех действий."
			},
			"link-sharing": {
				"title": "Ограничения на отправку ссылок",
				"content": "Пожалуйста, воздержитесь от отправки ссылки лицам, которых вы не знаете лично. Это крайне важно для поддержания безопасной среды для всех пользователей. Передача ссылки незнакомцам может привести к злоупотреблениям и неподобающим действиям, которые мы активно отслеживаем и контролируем для обеспечения соблюдения наших правил."
			},
			"data-privacy": {
				"title": "Конфиденциальность данных",
				"content": "Бот и связанный с ним веб-сайт <b><u>НЕ ХРАНЯТ</u></b> никаких личных данных пользователей, кроме идентификатора пользователя. Мы уделяем первостепенное внимание конфиденциальности и безопасности пользователей. Важно отметить, что бот также <b><u>НЕ ХРАНИТ никаких фотографий</u></b>. Рабочий процесс прост: когда вы отправляете фотографию, она перемещается с веб-сайта в бота, а затем непосредственно конечному пользователю, гарантируя, что в процессе не сохраняются никакие данные."
			},
			"prohibited-content": {
				"title": "Запрещенный контент",
				"content": "Строго запрещено делиться ссылкой для любых запросов, нарушающих правила Telegram или законы вашей страны. Мы относимся к этому вопросу серьезно; поэтому после получения фотографии у вас есть возможность отправить ее нам для проверки. Если нарушение подтвердится, IP-адрес отправителя будет заблокирован в нашей системе для поддержания безопасной и соответствующей среды."
			},
			"false-complaints": {
				"title": "Ложные жалобы",
				"content": "Подача ложных жалоб, которые засоряют нашу систему, строго запрещена и будет встречена строгими наказаниями. Мы полагаемся на честность наших пользователей, чтобы система оставалась справедливой и эффективной. Любые попытки злоупотребления системой жалоб не будут допускаться, и против нарушителей будут приняты соответствующие меры."
			},
			"respectful-use": {
				"title": "Уважительное использование",
				"content": "Бот не предназначен для использования в качестве инструмента для взлома или любых злонамеренных действий. Это инструмент, разработанный для развлечения и безобидного веселья. Мы призываем всех пользователей уважать друг друга и соблюдать конфиденциальность других. Участие в любой форме домогательства или вторжения в частную жизнь недопустимо и приведет к немедленным действиям."
			}
		},
		"agreement": "Используя бота, вы соглашаетесь соблюдать нашу политику конфиденциальности. Несоблюдение вышеперечисленных правил приведет к запрету на использование сервиса. Давайте сохраним наше сообщество приятным и безопасным для всех!"
	}
}
